Repository: DarkMentat/Offworlders-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk

source: Rolling The Dice: When a PC does something dangerous, contested, or uncertain, their player must Roll the Dice, as described below. The GM nev- er has to Roll the Dice.
uk: **Кидок кубів:** Коли персонаж гравця має здійснити щось небезпечне, стикається зі спротивом чи загалом результат його дій непевний, гравець має здійснити кидок кубів, як описано в наступному розділі.

source: SHIP HULL ARMOR DAMAGE Attack frigates 8 1 1D6+2 Science vessels 4 0 0 (Unarmed) Capital ships 16 4 2D6
uk: | КОРАБЕЛЬ | КОРПУС | ЗАХИСТ | УШКОДЖЕННЯ | | ------------------ | ------ | ------ | --------------- | | Штурмовий фрегат | 8 | 1 | к6 | | Дослідницьке судно | 4 | 0 | 0 (беззбройний) | | Флагман флоту | 16 | 4 | 2к6 |

source: SHIP ITEMS C NOTES Starship drive fuel 3C Per unit. Starship upgrades 50C Hull repairs 1C Repairs 2 Hull. Available in any port.
uk: #### СПОРЯДЖЕННЯ ЗОРЕЛЬОТА Паливо для зоряного перельоту - 3К за одиницю Апгрейд зорельота - 50К Ремонт корпусу - 1К за **2 од. корпусу**, доступно в будь-якому порту.

source: Scanner: You can easily read people’s surface emotions. You may roll the dice with Intelligence to try and access a character’s deeper thoughts or spe- cific information.
uk: **Сканер:** Ви можете легко читати людські поверхневі емоції. Також ви можете кинути куби додавши Інтелект, щоб спробувати проникнути в думки персонажа глибше чи зчитати якісь специфічні знання.

source: Science: Biolog y, physics, chemistry, etc.
uk: **Наука:** Біологія, фізика, хімія і т. д.

source: Ship combat works the same way as combat among individuals. When a ship is damaged, subtract damage from its **Hull**.
uk: Боєзіткнення кораблів працює таким же чином, як і бій окремих людей. Коли корабель підбитий, відніміть нанесені ушкодження (враховуючи захист) з його корпусу.

source: Shoot First: You cannot be surprised. If someone would surprise you, you get the jump on them instead. You always act first in a fight.
uk: **Стріляй першим:** Вас неможливо заскочити зненацька, якщо хтось хоче влаштувати вам неприємну несподіванку, то замість цього це ви застанете їх зненацька. Ви завжди дієте першим в бою.

source: Shuttle Hangar: Comes with a small shuttle which can fly independently, but cannot travel between stars on its own.
uk: **Ангар для шатла:** Йде разом з невеликим шатлом, що може самостійно літати в межах системи, але нездатний виконувати міжзоряні перельоти.

source: Skill: One of the skills in the game, which a PC either has or does not. Skills represent training in specific areas of expertise. Each PC begins with two skills.
uk: **Навички:** Ті вміння, котрими можуть володіти чи не володіти персонажі гравців. Вони показують кваліфікацію персонажа в деяких вузьких областях експертизи. Персонажі гравців починають з двома навичками.

source: Smuggle: If you put any object some- where it could reasonably be hidden, (a handheld object on your person, or a larger object on a ship, etc.) no one will be able to find it.
uk: **Контрабандист:** Якщо ви захочете сховати якусь річ, яку справді можливо сховати (невеликий предмет на тілі, чи щось більше на кораблі), то ніхто не зможе цього знайти.

source: Sneak: Passing unseen, sleight of hand, picking pockets.
uk: **Скритність:** Непомітність, спритність рук чи просто вміння обчистити чиїсь кишені.

source: Some of the class abilities are quite broad in scope, and can even be a little vague. This is intentional. When there is a question about where and how an ability applies, you have final say, but it should be a conversation at the table. Try to be consistent, but flexible with the details. It’s important to challenge the players, but don’t try to cheat them out of their abilities. They are meant to be powerful, and the players should be able to use them to do awesome things.
uk: Деякі класові таланти описані досить широко й туманно. Це зроблено навмисно. Коли постає питання про те, коли і як використовуються таланти, за вами останнє слово, але прийти до нього ви маєте в результаті обговорення. Намагайтесь бути послідовним, але гнучкими щодо деталей. Важливо створити гравцям виклик, але не дуріть їх. Таланти персонажів мають бути потужними, а гравці мають використовувати свої можливості, щоб робити неймовірні речі.

source: Some powerful abilities require the player to roll the dice to be used successfully.
uk: Деякі особливо потужні таланти потребують, щоб гравець кинув куби, щоб ними скористатись.

source: Some weapons and items are “ heav y .” These items are large or clumsy, and it is difficult to move while carrying them. A PC must take -1 any time they roll the dice to do something like run, jump, or climb while carrying a heav y item. A heav y item will also be very difficult to hide, and will attract attention. Heav y may cause other complications as well, at the GM’s discretion.
uk: Деяка зброя та предмети позначені як "важкі". Це предмети являються завеликими чи громіздкими, тому з ними досить важко рухатись. Персонаж гравця отримує **штраф -1** до кидка кубів, якщо він намагається бігти, стрибати чи лазити, тримаючи при собі важкі предмети. Також їх досить складно сховати й вони будуть привертати зайву увагу. Важкі предмети можуть викликати і якість інші ускладнення на розсуд майстра.

source: Sometimes a situation will come up that needs to be resolved, but you don’t want to just decide yourself. For example when two NPC’s are fighting each other and you don’t know who will win, or if the PC’s enter a danger- ous system and you want to know if pirates come looking for them. In these situations, simply roll a D6. A high roll indicates a positive result for the PC’s and a low roll a negative one. You can make this either a binary yes/no or use degrees of goodness and badness, depending on the situation.
uk: Часом необхідно визначити результат ситуації, але ви не бажаєте вирішувати самостійно. Для прикладу, коли двоє ваших персонажів борються між собою і ви не знаєте хто переможе, або якщо персонаж гравця заходить у небезпечну космічну систему і ви хочете зрозуміти чи прийшли по нього пірати. В таких ситуаціях просто кидаєте **к6**. Високий результат вкаже на позитивний для гравців результат, а низький на негативний. Результат може бути як бінарним "так/ні", так і градацією "хорошості" чи "поганості" ситуації.

source: Start your first session with the first job event. Describe where the players are and what they are doing. Put an obstacle directly in their way, or show them an opportunity to engage with the world. Invite them to start making decisions and rolling the dice. See what happens from there. When the action
uk: Почніть вашу першу ігрову зустріч з деякої стартової події в Завданні. Опишіть гравцям де вони знаходяться та що відбувається. Розмістіть перешкоди прямо на їх шляху або покажіть їм можливості для взаємодії зі світом. Запрошуйте їх приймати рішення та кидати куби. І дивіться що відбувається далі.

source: Survival: Finding food, air, shelter, directions, etc. in hostile environments.
uk: **Виживання:** Вміння зорієнтуватись в небезпечному середовищі та знайти їжу, повітря чи прихисток.

source: THEMES 1 Abandoned Anarchists Artificial Intelligence Anti-Psychic Clones Corporal Punishment
uk: ТЕМИ 1 Покинутість Анархізм Штучний Інтелект Антифізичність Клонування Тортури

source: TIMELINE: DISUNION IN THE UDW
uk: ТАЙМЛАЙН: РОЗЛАД В КОАЛІЦІЇ

source: TRIXIE, GEEK Skills Science, Tech Abilities Hijack, Chemist Strength 0 Agility + Intelligence + Willpower - Health 13 Gear Laser pistol (light), small chemical grenades (medium), plasteel armor (1-armor). Credits 3 Appearance Carries large backpack with tech gear. Wears augmented-reality goggles.
uk: ТРІКСІ, ТЕХНАР **_Навички_** _Наука, Техніка_ **_Таланти_** _Перехоплення, Хімік_ **_Сила_** _0_ **_Спритність_** _+1_ **_Інтелект_** _+2_ **_Воля_** _-1_ **_Здоров'я_** _13_ **_Спорядження_** _Лазерний пістолет (легкий), набір хімічних гранат (середнє), пласталева броня (захист-1)_ **_Кредити_** _3_ **_Вигляд_** _Завжди має при собі величезний рюкзак різної техніки. Носить гогли доповненої реальності_

source: Tech: Computer software and complex engineering.
uk: **Техніка:** Робота з програмним забезпеченням та складною машинерією.

source: Telekinesis: You can easily move small objects with your mind. You can attempt to move larger objects, or move things very precisely, but it is difficult. The GM will tell you how.
uk: **Телекінез:** Ви можете легко пересувати маленькі предмети силою думки. Ви можете спробувати зсунути й більші предмети чи рухати їх з особливою точністю, але з цим можуть виникнути складнощі. Майстер скаже які саме.

source: The GM does not ask a question.
uk: Майстер гри запитань не ставить.

source: The Game Master never rolls the dice. The players are always the ones that roll. The game is about them and the risks that they take. If an NPC attacks a player, the player is the one that rolls, either to avoid, counterattack, or some- thing else. If a player takes damage, it is usually because they Rolled the Dice and got a complication or a miss.
uk: Майстер гри не здійснює кидків за своїх персонажів, вони тільки для персонажів гравців. Все ж вся гра про них та про ризики, на які вони йдуть. Якщо персонаж майстра атакує гравця, то це гравець має кинути куби, щоб уникнути удару, контратакувати чи відреагувати інакшим чином. Якщо гравець отримав ушкодження, то скоріше за все через те, що на кубах у нього випали ускладнення чи провал.

source: The PC’s are going to be looking for ways to profit, to keep the ship flying and to line their own pockets. As the GM, it’s up to you to determine how much NPC’s are willing to pay them for their work and for any valuable loot they might dig up.For a typical job that lasts one session of game time, 30-50
uk: Персонажі гравців завжди знаходяться в пошуку вигоди, щоб тримати свій корабель на ходу та гаманець набитим до верху. Як майстру гри вам варто самостійно вирішувати яку винагороду запропонують гравцям ваші персонажі, а також які цінні трофеї вони зможуть знайти. Для звичайного завдання, яке можна виконати за одну ігрову зустріч, від 30 до 50 кредитів буде достатньо.

source: The first part of this book describes the general rules that everyone at the table will use to play. The second part is addressed directly to the game master, and contains rules and guidelines for running Offworlders, either as a single ses- sion or as a campaign.
uk: Перша частина книжки опише загальні правила, котрим має слідувати кожен. Друга частина адресована тільки майстру гри й містить правила та настанови щодо гри як для одиничної зустрічі, так і для кампанії.

source: The following terms mean specific things within the game, and will be used throughout the rules.
uk: Наступні терміни мають своє значення в грі і будуть використовуватись протягом всього опису правил.

source: The player characters in Offworlders are the owners of a small starship in a time when humans have spread to many worlds. Together, they explore the uni- verse, completing profitable jobs and overcoming dangers.
uk: Персонажі гравців в Краєходцях володіють невеликим зорельотом в часи, коли людство розселилось велетенською кількістю світів. Разом вони досліджують всесвіт, виконують вигідні замовлення та долають небезпеки.

source: The players begin with a small spaceship. It’s just about big enough for all of them to live on, with a few ad- ditional passengers when necessary. The PC’s control the ship using their attributes and skills.
uk: Гравці починають гру зі своїм невеликим зорельотом. В ньому спокійно може проживати весь екіпаж та при необхідності можна знайти місце для декількох пасажирів. Гравці керують зорельотом використовуючи атрибути та навички своїх персонажів.

source: The questions do not have to be asked or answered in character, but the players should discuss how their characters learned about each other on the trip.
uk: Ці питання персонажі не задають один одному усно в середині гри, тут скоріше саме гравцям варто обговорити як саме їхні персонажі дізнались більше один про одного під час подорожі.

source: The rebel headquarters, an aban- doned mining station, is under attack, and the rebels are pinned down inside. If they want to get paid, the PC’s will have to find a way to get them the crate.
uk: Штаб-квартира бунтівників в покинутій видобувній станції знаходяться під штурмом і бунтівники затиснені в ній. І якщо гравці хочуть отримати свою оплату, вони мають знайти спосіб доставити їм контейнер.

source: The ship is capable of flying between planets in a few hours, and of flying faster than light to traverse the space between stars in a matter of weeks. It comes with a space suit for each PC.
uk: Цей корабель здатен здійснити міжпланетний переліт за декілька годин, а також подорожувати швидше світла, щоб добратись до сусідньої зоряної системи за декілька тижнів. На кораблі є по космічному скафандру для кожного персонажа гравця.

source: The the following sections are addressed to the game master. If you’re planning on being the game master for your group, you should read it. If you’re not planning on being a game master, you don’t have to read it, but you might fi nd it interesting.
uk: Наступні ж розділи адресовані майстру гри. Якщо ви збираєтесь взяти на себе цю роль, вам варто їх прочитати. Якщо ж ви не збираєтесь ставати майстром, вам їх читати не обов'язково, але ви теж можете знайти там щось цікаве для себе.

source: Then, write down a list of 3-5 events. These are events that will happen in the future, one after the other, bar- ring some action by the players that dramatically alters their course. This is your timeline. A timeline should escalate towards instability, with the final event representing a fundamen- tal change in the setting. For example:
uk: Далі запишіть список з 3-5 подій. Ці події стануться в майбутньому, одна за одною, якщо дії гравців різко не змінять їх курс. Це і є ваш таймлайн. Таймлайн має розвиватись попри нестабільність, а остання його подія має містити потенціал для фундаментальних змін у світі. Наприклад:

source: There are four classes: **Warrior** , **Out- law, Geek** , and **Psychic**. Pick one.
uk: В грі є чотири класи: **Вояка**, **Пройдисвіт**, **Технар** і **Псіонік**. Візьміть собі один на вибір.

source: There are two ways to recover health:
uk: Є два способи відновити здоров'я:

source: These rules represent smaller starships like light freighters, frigates, and corvettes, about 50 meters in length. The ship is large enough for everyone to live in together comfort- ably, but no larger.
uk: Ці правила застосовуються для невеликих зорельотів, таких як фрахтівники, фрегати чи корвети, десь в 50 метрів в довжину. Вони досить великі для того, щоб команда могла проживати на ньому з комфортом, але не більше.

source: Timelines are flexible and uncertain. What if, in the course of job, the PC’s prevent the terrorist bombing be- fore event 2 takes place? The whole timeline is likely to change. Feel free to erase and rewrite timelines based on what happens during play.
uk: Таймлайни мають бути гнучкими та невизначеними. Що якщо по ходу своїх завдань персонажі гравців завадять терактам, що передують події 2? Це змінить весь таймлайн. Тому не бійтесь стирати чи змінювати таймлайни, враховуючи те, що сталось протягом гри.

source: Timelines start at the first event. Later events happen either between ses- sions, or as time passes. When the PC’s spend a lot of time travelling, time- lines will advance. Show the players how the universe is changing as they move through it. If event 4 in the ex- ample timeline takes place, drive fuel is likely to become more scarce and expensive within the UDW.
uk: Таймлайн починається з першої події. Далі кожна подія трапляється між зустрічами або по мірі плину внутрішньоігрового часу. Коли персонажі гравців витрачають час на подорожі, таймлайни також розвиваються. Покажіть гравцям як всесвіт змінюється з їхнім розвитком. Наприклад, при настанні події 4 в наведеному таймлайні, паливо для кораблів стане біль дефіцитним та дорогим в межах Коаліції.

source: To make a timeline, think about the factions on your map, and the goals of each. What is happening in the uni- verse? How do the factions act against one another? Who is doing what?
uk: Щоб створити таймлайн, подумайте про фракції на вашій мапі та які у них цілі. Що відбувається у всесвіті, як фракції протидіють одна одній, хто саме чим займається?

source: To make the ship, the players simply select two upgrades. All upgrades will open new opportunities for the players, and the type of jobs they get will reflect their choices. For example, a ship without **Luxury Passenger Quarters** will not attract wealthy passengers. A ship with a **Massive Cargo Hold** will get the PC’s lucra- tive shipping jobs carrying large and unusual cargo.
uk: Щоб підготувати собі корабель, гравцям потрібно вибрати два апгрейди. Вони відкривають нові можливості, а також впливають на ті види завдань, за які вони будуть братись. Наприклад, корабель без **розкішних кают пасажирів** не приверне увагу багатих пасажирів. А корабель з **великим багажним відсіком** дозволить персонажам гравців братись за прибуткову роботу з великих та незвичних перевезень.

source: To play Offworlders you’ll need:
uk: Для гри в Краєходців вам потрібно:

source: To start drawing the star map for your campaign, follow these steps:
uk: Щоб розпочати створення зоряної мапи для вашої кампанії, слідуйте наступним крокам:

source: Travel between star systems takes longer, and uses drive fuel. When you travel to another system, the GM will tell you how much time and drive fuel it takes. It takes one week and one unit of drive fuel to travel between the clos- est neighboring star systems.
uk: Міжзоряні подорожі тривають значно довше та на них витрачається **паливо**. Коли ви збираєтесь перейти до іншої зоряної системи, майстер має сказати скільки часу та **палива** це займе. На переліт до найближчої сусідньої системи потрібно буде мінімум один тиждень та **1** од. **палива**.

source: Unlike many other games, you’ll never split up into a specific order to take formal turns. Just let things flow naturally, and let whoever the action is centered on describe what their character does. If you’ve been in the spotlight for a while, invite someone else to speak up.
uk: На відміну від багатьох інших ігор, тут не потрібно робити формальних ходів в чіткому порядку. Гра має йти природно: нехай той, хто в центрі подій, описує дії свого персонажа, а якщо він занадто довго в центрі уваги, то варто передати слово іншому.

source: Unstoppable: You have +1 armor at all times.
uk: **Нестримний:** У вас завжди є **+1** до **захисту**.

source: Use the die of fate when it’s interesting to not be in control of what happens, and you don’t want to be responsible for the answer. But if you decide to use it, be sure to follow through on the result.
uk: Використовуйте кидок удачі, коли вам цікаво не контролювати що трапиться далі й ви не хочете бути відповідальним за відповіді. Але вирішивши використати його будьте певні слідувати результатам.

source: Use the following tables to generate names, places, and ideas for jobs. You can just pick what sounds interesting to you, or you can roll 2D6 on a table, using one die to determine the group and the second to determine the specific item. Items from the tables can serve as the starting point for jobs or even campaigns, or just as vibrant details the characters notice in passing.
uk: Використовуйте наступні таблиці, щоб придумати ім'я, місце чи ідеї для завдання. Ви можете просто вибрати якийсь цікавий варіант, або ж вибрати випадково, кинувши **2к6**, щоб один кубик вказав на номер колонки, а інший на номер рядка. Пункти з цих таблиць можуть слугувати відправною точкою для завдання чи цілої кампанії, або ж просто додати цікавих деталей в опис того, що бачать гравці.

source: Use these attributes to improvise encounters and conflicts with other ships.
uk: Використовуйте наступні характеристики під час імпровізації сутичок чи перестрілок з іншими кораблями.

source: Use timelines as the basis for creating new jobs for each session. For example, if event 2 occurs, will people be willing to pay the PC’s to smuggle them off of Hertzprung-9? Sounds like a golden opportunity for a job.
uk: Спирайтесь на таймлайни, коли придумуєте завдання для кожної зустрічі. Наприклад, після другої події, можливо з'являться пасажири, що бажають нелегально потрапити на Герцшпрунг-9? Звучить як золота можливість для роботи.

source: Usually it will be obvious, but if it isn’t, the GM makes the final call.
uk: Зазвичай це рішення очевидне, але якщо ні — останнє слово за майстром. В деяких випадках в правилах чітко вказано, який саме атрибут використовувати.

source: Veteran’s Instincts: Once per battle, re-roll a damage die, either damage you are dealing or damage dealt to you.
uk: **Інстинкти ветерана:** Один раз в бою ви можете перекинути кубик ушкоджень, не важливо, тих, що завдали ви, чи тих, що отримали самі.

source: WEAPONS C DAMAGE NOTES Unarmed 0C Lower of 2D6 Kicks, punches. Light 1C 1D6 Pistols, knives. Easily hidden. Medium 2C 1D6+1 Rifles, shotguns, swords. Heavy 5C 1D6+2 Plasma cannons, sniper rifles, huge swords. Heavy.
uk: | ЗБРОЯ | КРЕД. | УШКОДЖЕННЯ | ПРИМІТКИ | | ------------- | ----- | ------------------- | ------------------------------------- | | Без озброєння | 0К | менший з 2к6 | Пинки, удари кулаками | | Легка | 1К | к6 | Пістолети, ножі, те, що легко сховати | | Середня | 2К | к6+1 | Рушниці, дробовики, мечі й катани | | Важка* | 5К | к6+2 | Плазмові гармати, снайперські рушниці |

source: WORLD TYPES 1 Archipelago Artificial Burning Caustic Collapsing Cracked Open
uk: ТИПИ СВІТІВ 1 Острівний Техногенний Згораючий Кислотний Зруйнований (Руїна) Тріснутий

source: Warriors are soldiers and bounty hunters. All their abilities provide an edge in combat. Play a Warrior if you want to be straightforward and violent.
uk: Це можуть бути різного роду найманці, солдати чи мисливці за головами. Всі їхні таланти мають забезпечувати перевагу в бою. Грайте за Вояку, якщо хочете діяти жорстоко та прямолінійно.

source: What might happen if you fail? What are some potential complications? If you want to turn back now, or try a different strategy, you may. The GM doesn’t have to say exactly what will happen, but should always be honest about potential consequences before- hand so the player knows what they are facing.
uk: Що станеться у випадку провалу? Якими можуть бути ускладнення? Тут за бажанням гравець може відступити чи змінити своє рішення. Майстер не зобов'язаний озвучити всі можливі наслідки та ускладнення, але він має бути чесним щодо їх масштабу, щоб гравці розуміли рівень серйозності ситуації.

source: When a PC has at least 10XP, and some downtime, they can spend XP to get one of the following advancements by paying its associated cost. Each advancement may only be taken once, but they may be taken in any order: Get a new class ability 10XP Get a new class ability 10XP Get a new class ability 10XP Increase an attribute by 1 (Max +2) 10XP Increase an attribute by 1 (Max +2) 10XP Increase an attribute by 1 (Max +3) 20XP
uk: Коли у персонажа гравця є хоча б 10 пунктів досвіду та трохи вільного часу, він може витратити їх на щось з наступного списку. Кожен варіант можна взяти лише раз, в будь-якому порядку: - Отримати новий талант - 10 пунктів - Отримати новий талант - 10 пунктів - Отримати новий талант - 10 пунктів - Підвищити атрибут на 1 (до макс. +2) - 10 пунктів - Підвищити атрибут на 1 (до макс. +2) - 10 пунктів - Підвищити атрибут на 1 (до макс. +3) - 20 пунктів
